$ai_infra = 'Huawei GPU + Deep Seek (May) ~ Xi visit in April.';
=pod
(馬來西亞) 集会自由、 <警察法令>、<宪法>

https://sahabatrakyatmy.blogspot.com/2010/07/blog-post.html

<联邦宪法> 第10条阐明, 人民有不持有武噐的和平集会自由。这项自由权利是有限的. 宪法也规定, 为了联邦的安全和公共秩序, 国会可以通过立法来限制集会自由。

由于国会具有这样的权力，所以在<1967年警察法令>下, 警察有权限制集会自由。根据这项法令，举行集会者必须取得警方的准证。

根据<警察法令>，任何三人的集会, 就是公共集会, 因此必须申请准证 [第27(5)条]。没有注册的社团, 不得申请准证 [第27(2D)条]。

由此可见，我国法律具有很大的约束力。只要有3人集合在一起, 就可构成 “集会”. 所以, 警察滥用权力, 是司空见惯的现象. 即使是一小撮人的集会，警察也可以宣布为非法集会。


法律不应规定, 谁才能申请准证, 因为集会自由是每个人都享有的权利。因此申请集会准证的权利, 不应该只属于“注册团体”。

不过, 我要指出的一点是, <警察法令> 第27（2）条说明：

“…如果警官认为, 某一项集会、会议、或游行并不会危害马来西亚(或马來西亚某一部分的)安全, 也不会破坏社会安宁，他就应发出准证, 准证將写明准证持有人姓名，并规定集会、会议、或游行的条件….”


有鉴于见, 警方有权拒绝发出准证的唯一理由是: 集会將“危害马来西亚或马来西亚某一部分的安全或破坏社会安宁”。换句话说，如果集会是和平的, 对国家也不会构成威胁，警方就必须发出准证。这似乎才符合宪法。

可是, 如果我们看看所有无法获得警方准证的例子, 以及因为没有准证而被警方干扰的那些和平集会，我们会怀疑, 警方是否在认真对实施那项法令。举例说，为什么一场反对 <内安法令> 的和平集会, 能对国家安全以及公共秩序构成威胁呢？

还有，准证对集会所施加的任何条件, 必须符合宪法所保障的言论自由权利。警方不应限制在集会中所发表的言论. 不过, 所发表的言论, 其内容应当符合国家法律（例如, 言论不应具有煽动性）。即使言论具有“煽动性”之嫌，也应该由法庭來決定那言论是否真正具有煽动性。警方没有权力, 基于他们自以为言论是煽动性的, 就隨意擅自決定阻止一场集会。

我认为, <警察法令> 赋予警方太大的权力。但更重要的是, 警方并没有基于宪法的精神来执行这项法令. 基本上, 宪法所呈现的理想是: 我们有集会自由, 我们有表达思想的自由. 只有当我们对国家安全和公共秩序构成威胁时，我们才可以遭到限制。如果我们没有那些不法行为，我们完全有举行集会自由的权利。
