=pod
Autumn in the Heavenly Kingdom (2013/1st~2024/14th)
 - 1851~1864 A.D.
 - +France attacked BeiJing
 - US civil war
note: troops vs supplies
 - 1:2.5 during World Wars
 - 1:15 for modern military
PAR「模式辨識小組」，集結數學怪咖、神射手、老派探員、新加入的菜鳥，再加上一個擁有天才頭腦、卻無法理解人心的男人——嘉德納．坎登，他們被稱為「怪胎小組」，更是局內的笑柄。然而，當案件進入瘋狂與無解的境地，FBI最後的希望，也總是他們。

一九四〇年六月，德軍佔領巴黎，舊世界轉眼結束。全城宵禁，唯有麗池大飯店仍燈火通明，接待那些渴望體驗法式生活的佔領者們。法蘭克一如往常在吧檯後方以最專業的態度服務這批新客，但他必須緊緊守著一個祕密──他是猶太人。已自顧不暇的他，偏偏還有自己堅持要守護的人。

佔領時期，麗池維持營運，奢華一如以往，但現在每個人的立場突然都變得危險。在這情勢下，為了保命，必須做什麼？為了趁機得利，可以做什麼？為了正義，能冒多大的險？有被標籤為法奸的法國人，有對納粹態度曖昧的德國人，人人善惡難辨。法蘭克一直以為自己能在一個人喝下第一杯酒時就看透對方，但現在，他一點都不敢肯定了......