=pod
Autumn in the Heavenly Kingdom (2013/1st~2024/14th)
 - 1851~1864 A.D.
 - +France attacked BeiJing
 - US civil war
note: troops vs supplies
 - 1:2.5 during World Wars
 - 1:15 for modern military
PAR「模式辨識小組」，集結數學怪咖、神射手、老派探員、新加入的菜鳥，再加上一個擁有天才頭腦、卻無法理解人心的男人——嘉德納．坎登，他們被稱為「怪胎小組」，更是局內的笑柄。然而，當案件進入瘋狂與無解的境地，FBI最後的希望，也總是他們。

一九四〇年六月，德軍佔領巴黎，舊世界轉眼結束。全城宵禁，唯有麗池大飯店仍燈火通明，接待那些渴望體驗法式生活的佔領者們。法蘭克一如往常在吧檯後方以最專業的態度服務這批新客，但他必須緊緊守著一個祕密──他是猶太人。已自顧不暇的他，偏偏還有自己堅持要守護的人。

佔領時期，麗池維持營運，奢華一如以往，但現在每個人的立場突然都變得危險。在這情勢下，為了保命，必須做什麼？為了趁機得利，可以做什麼？為了正義，能冒多大的險？有被標籤為法奸的法國人，有對納粹態度曖昧的德國人，人人善惡難辨。法蘭克一直以為自己能在一個人喝下第一杯酒時就看透對方，但現在，他一點都不敢肯定了......

中國問題專家宋國誠教授在2024年的暢銷作《失速中國》中，從四大面向解剖習近平的「中國症狀」，探討為什麼世人普遍看衰「習帝國」？習近平真能領著中國「再次偉大」？也指出這位被視為自毛澤東以來中國最強領導人，恐怕將引領著中國走入「天下圍中」的存亡困局。

新書《圍堵中國》更進一步論述，隨著川普 2.0 時代來臨，全球戰略已形成「天下圍中」之勢。中共正在經歷的「制度性早衰」，當川普2.0時代帶著震撼關稅回歸，中國面對的不再只是貿易戰，而是更全面的經濟問題，包括房地產的爛尾潮、地方債務的無底洞、年輕世代徹底喪失希望的「躺平」與「社會性死亡」……也使得中共引以為傲的治理神話逐漸瓦解。

而在這樣的局勢中，身處最前線的台灣，面對中共試圖利用台灣的民主體制來反民主，又該如何轉危為安？本書以戰略視角勾勒出一幅清晰的全球格局圖，在全球抗中的新秩序下，重新思考台灣生存戰略～