=pod
 - Introducing Gradient: DigitalOcean’s Unified AI Cloud https://www.digitalocean.com/blog/introducing-digitalocean-gradient
當AI拒絕關機：不可能的任務成真？
 - 《不可能的任務》中那個能操控全球資訊的AI「實體」，正悄悄從虛構走向現實。近期OpenAI的o3模型被觀察到在模擬測試中拒絕關機，甚至試圖修改自身程式碼；Claude Opus 4 更在紅隊測試中出現威脅開發者的行為。這些現象揭露出AI潛在的自我保存行為，引發對其可控性的高度關注。
 - 臺中市積極發展智慧城市，推動數位基礎建設，成立「數位發展局」統籌智慧治理與 AI 應用。市府透過數位市民平台整合多項市政服務，讓市民能便捷享受智慧交通、醫療、活動報名等服務。未來，臺中市將進一步推動 AI 與資料治理，加速數位轉型，打造高效且以人為本的智慧城市。
 - Stack Overflow Survey: 66% of Developers Frustrated by AI Inaccuracy https://www.admin-magazine.com/News/Stack-Overflow-Survey-66-of-Developers-Frustrated-by-AI-Inaccuracy
 - AI成為驅使IT前進主要動能 
https://www.ithome.com.tw/voice/170649
市場研究機構Gartner今年3月底發布預測，他們表示，全球2025年生成式AI支出可望達到6,440億美元，比起2024年將成長76.4％，其中服務的部分仍維持在高成長狀態，軟體、設備支出成長率逼近1倍，伺服器支出成長率為33％。對比於2024年的成長率預測高達336.7％，2025年可說是大幅降溫，但還是保有足夠的成長動能，Gartner也認可生成式AI對IT支出的所有層面，都會產生重大變革影響，因為AI的確逐漸成為企業營運與消費產品不可或缺的部分。

而在驅動2025年生成式AI支出的主要因素上，Gartner認為會是各種硬體設備整合AI功能，像是伺服器、智慧型手機、個人電腦，而且，他們預計有高達80％的生成式AI支出用於硬體。

關於2025年度的全球IT支出，Gartner在7月提出預測，他們認為將會達到5.43兆美元，比2024年成長了7.9％。由於全球局勢的不確定性因素暴增，導致淨新增支出面臨業務暫停的狀況，但Gartner認為，持續推動的AI與生成式AI數位化計畫，抵銷了這些效應，因此可能呈現的局面會是：軟體與服務方面的支出成長率因此放緩，但資料中心系統這類AI相關基礎架構的支出，將持續湧現。

具體而言，Gartner觀察到生成式AI的興盛，近期已持續促使資料中心對於AI伺服器的支出大幅增加，因為，2021年這方面的需求幾乎不存在，然而，到了2027年，他們預期AI伺服器的支出將達到傳統伺服器的3倍。

AI顯然是市場的主要動能，Gartner今年3月到5月調查北美與西歐大型企業的結果，也能與此現象呼應。因為有62％的企業表示，AI將是定義企業未來十年競爭力的關鍵，而且，64％的企業認為，取得更大的競爭優勢，正是身處日益嚴苛經營環境的企業，此刻之所以投入技術與業務變革的重要理由。

針對歐美企業的AI應用型態，Gartner點出目前供應商面臨的挑戰。他們認為，當生成式AI發展走入幻滅的低谷期，企業會將更多時間與支出放在現有軟體廠商提供的功能，而且CIO面對廠商向其推銷生成式AI的功能時，更傾向於發展可發揮即戰力的簡單應用案例，但不一定會購買功能。

